Repository: AIVIRX/ClueoGames
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Play with no ads and access past puzzles
ar: العب بدون إعلانات واطلع على الألغاز السابقة
ca: Juga sense anuncis i accedeix a trencaclosques anteriors
cs: Hrajte bez reklam a získejte přístup k starším hádankám
da: Spil uden reklamer og få adgang til tidligere gåder
de: Spielen Sie ohne Werbung und greifen Sie auf vergangene Rätsel zu
el: Παίξτε χωρίς διαφημίσεις και αποκτήστε πρόσβαση σε παλαιότερα παζλ
es: Juega sin anuncios y accede a rompecabezas anteriores.
es_us: Juega sin anuncios y accede a rompecabezas anteriores.
fi: Pelaa ilman mainoksia ja käytä aiempia pulmia
fr: Jouez sans publicité et accédez aux puzzles passés
fr_ca: Jouez sans publicité et accédez aux casse-têtes passés
he: שחקו ללא פרסומות וקבלו גישה לפאזלים קודמים
hi: बिना किसी विज्ञापन के खेलें और पिछली पहेलियों तक पहुँचें
hr: Igrajte bez reklama i pristupite prošlim zagonetkama
hu: Játssz hirdetések nélkül, és férj hozzá a korábbi rejtvényekhez
id: Bermain tanpa iklan dan akses teka-teki sebelumnya
it: Gioca senza pubblicità e accedi ai puzzle passati
ja: 広告なしでプレイでき、過去のパズルにもアクセスできます
ko: 광고 없이 플레이하고 과거 퍼즐에 접근하세요
ms: Bermain tanpa iklan dan akses teka-teki yang lalu
nl: Speel zonder advertenties en krijg toegang tot eerdere puzzels
pl: Graj bez reklam i uzyskaj dostęp do poprzednich łamigłówek
pt_br: Jogue sem anúncios e acesse quebra-cabeças anteriores
pt_pt: Jogue sem anúncios e aceda a puzzles anteriores
ro: Joacă fără reclame și accesează puzzle-uri anterioare
ru: Играйте без рекламы и получайте доступ к предыдущим головоломкам
sk: Hrajte bez reklám a získajte prístup k starším hádankám
sv: Spela utan reklam och få tillgång till tidigare pussel
th: เล่นโดยไม่มีโฆษณาและเข้าถึงปริศนาที่ผ่านมา
tr: Reklamsız oynayın ve geçmiş bulmacalara erişin
uk: Грайте без реклами та отримуйте доступ до минулих головоломок
vi: Chơi không có quảng cáo và truy cập vào các câu đố trước đó
zh_hans: 畅玩无广告并查看过去的谜题
zh_hant: 暢玩無廣告並查看過去的謎題

source: Privacy Policy
ar: سياسة الخصوصية
ca: Política de privacitat
cs: Ochrana osobních údajů
da: Anonymitetspolitik
de: Datenschutz
el: Πολιτική απορρήτου
es: Política de privacidad
es_us: política de privacidad
fi: Tietosuojakäytäntö
fr: Confidentialité
fr_ca: Confidentialité
he: מדיניות הפרטיות
hi: गोपनीयता नीति
hr: Pravila privatnosti
hu: Adatvédelmi irányelv
id: Kebijakan Privasi
it: Informativa privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
ms: Dasar Privasi
nl: Privacybeleid
pl: Ochrona prywatności
pt_br: Política de Privacidade
pt_pt: Política de Privacidade
ro: Confidențialitate
ru: Конфиденциальность
sk: Ochrana súkromia
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Конфіденційність
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Puzzle Complete!
ar: اللغز مكتمل!
ca: Trencaclosques complet!
cs: Hádanka hotová!
da: Puslespil færdigt!
de: Puzzle fertig!
el: Το παζλ ολοκληρώθηκε!
es: ¡Rompecabezas completo!
es_us: ¡Rompecabezas completo!
fi: Palapeli valmis!
fr: Puzzle terminé !
fr_ca: Casse-tête terminé !
he: הפאזל הושלם!
hi: पहेली पूरी!
hr: Zagonetka dovršena!
hu: Rejtvény kész!
id: Teka-teki Selesai!
it: Puzzle completato!
ja: パズル完成！
ko: 퍼즐 완성!
ms: Teka-teki Selesai!
nl: Puzzel voltooid!
pl: Zagadka ukończona!
pt_br: Quebra-cabeça completo!
pt_pt: Puzzle completo!
ro: Puzzle complet!
ru: Пазл собран!
sk: Hádanka je hotová!
sv: Pusslet klart!
th: ปริศนาเสร็จสมบูรณ์!
tr: Bulmaca Tamamlandı!
uk: Головоломка завершена!
vi: Câu đố đã hoàn thành!
zh_hans: 拼图完成！
zh_hant: 拼圖完成！

source: Reset
ar: إعادة تعيين
ca: Restablir
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
es_us: Reiniciar
fi: Nollaa
fr: Réinitialiser
fr_ca: Réinitialiser
he: איפוס
hi: रीसेट करें
hr: Resetirajte
hu: Alaphelyzetbe állítás
id: Atur Ulang
it: Inizializza
ja: リセット
ko: 재설정
nl: Stel opnieuw in
pl: Wyzeruj
pt_br: Redefinir
pt_pt: Repor
ro: Resetați
ru: Сбросить
sk: Resetovať
sv: Nollställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置
zh_hant: 重置

source: Reveal all
ar: كشف الكل
ca: Mostra-ho tot
cs: Zobrazit vše
da: Afslør alle
de: Alle anzeigen
el: Αποκάλυψη όλων
es: Revelar todo
es_us: Revelar todo
fi: Paljasta kaikki
fr: Révéler tout
fr_ca: Révéler tout
he: חשוף הכל
hi: सब प्रकट करें
hr: Otkrij sve
hu: Összes felfedése
id: Ungkapkan semuanya
it: Rivela tutto
ja: すべて明らかに
ko: 모두 공개
ms: Dedahkan semua
nl: Alles onthullen
pl: Pokaż wszystko
pt_br: Revelar tudo
pt_pt: Revelar tudo
ro: Afișează tot
ru: Раскрыть все
sk: Zobraziť všetko
sv: Visa alla
th: เปิดเผยทั้งหมด
tr: Hepsini ortaya çıkar
uk: Показати все
vi: Tiết lộ tất cả
zh_hans: 全部显示
zh_hant: 全部顯示

source: Reveal word
ar: كشف الكلمة
ca: Revela la paraula
cs: Odhalit slovo
da: Afslør ord
de: Wort enthüllen
el: Αποκάλυψη λέξης
es: Revelar palabra
es_us: Revelar palabra
fi: Näytä sana
fr: Révéler le mot
fr_ca: Révéler le mot
he: גילוי מילה
hi: शब्द प्रकट करें
hr: Otkrij riječ
hu: Szó felfedése
id: Ungkapkan kata
it: Rivela la parola
ja: 単語を表示
ko: 단어를 공개하다
ms: Dedahkan perkataan
nl: Woord onthullen
pl: Ujawnij słowo
pt_br: Revelar palavra
pt_pt: Revelar palavra
ro: Dezvăluie cuvântul
ru: Раскрыть слово
sk: Odhaliť slovo
sv: Avslöja ord
th: เปิดเผยคำ
tr: Kelimeyi ortaya çıkar
uk: Розкрити слово
vi: Hiển thị từ
zh_hans: 揭示单词
zh_hant: 揭示單字

source: Send Feedback
ar: إرسال التعليقات
ca: Enviar comentaris
cs: Odeslat zpětnou vazbu
de: Feedback senden
el: Αποστολή σχολίων
es: Enviar comentarios
es_us: Enviar comentarios
fi: Lähetä palautetta
fr: Envoyer des commentaires
fr_ca: Envoyer des commentaires
he: שלח משוב
hi: प्रतिक्रिया भेजें
hr: Pošalji povratne informacije
hu: Visszajelzés küldése
id: Kirim Masukan
it: Invia feedback
ja: フィードバックを送信
ko: 피드백 보내기
ms: Hantar Maklum Balas
nl: Feedback verzenden
pl: Wyślij opinię
pt_br: Enviar feedback
pt_pt: Enviar feedback
ro: Trimite feedback
ru: Отправить отзыв
sk: Odoslať spätnú väzbu
sv: Skicka feedback
th: ส่งคำติชม
tr: Geri Bildirim Gönder
uk: Надіслати відгук
vi: Gửi phản hồi
zh_hans: 发送反馈
zh_hant: 傳送回饋

source: Settings
ar: الإعدادات
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
es_us: Ajustes
fi: Asetukset
fr: Réglages
fr_ca: Réglages
he: הגדרות
hi: सेटिंग्ज़
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Seting
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
pt_pt: Definições
ro: Configurări
ru: Настройки
sk: Nastavenia
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Share Result
ar: مشاركة النتيجة
ca: Comparteix el resultat
cs: Sdílet výsledek
da: Del resultat
de: Ergebnis teilen
el: Κοινοποίηση αποτελέσματος
es: Compartir resultado
es_us: Compartir resultado
fi: Jaa tulos
fr: Partager le résultat
fr_ca: Partager le résultat
he: שתף תוצאה
hi: परिणाम साझा करें
hr: Podijeli rezultat
hu: Eredmény megosztása
id: Bagikan Hasil
it: Condividi il risultato
ja: 結果を共有
ko: 결과 공유
ms: Hasil Kongsi
nl: Deel resultaat
pl: Udostępnij wynik
pt_br: Compartilhar Resultado
pt_pt: Partilhar Resultado
ro: Distribuiți rezultatul
ru: Поделиться результатом
sk: Zdieľať výsledok
sv: Dela resultat
th: แบ่งปันผลลัพธ์
tr: Sonucu Paylaş
uk: Поділитися результатом
vi: Chia sẻ kết quả
zh_hans: 分享结果
zh_hant: 分享結果

source: Stock Profit Calculator 2025
ar: حاسبة أرباح الأسهم 2025
ca: Calculadora de beneficis d'accions 2025
cs: Kalkulačka zisku z akcií 2025
da: Aktieprofitberegner 2025
de: Aktiengewinnrechner 2025
el: Υπολογιστής Κέρδους Μετοχών 2025
es: Calculadora de ganancias de acciones 2025
es_us: Calculadora de ganancias de acciones 2025
fi: Osakevoittolaskuri 2025
fr: Calculateur de profit boursier 2025
fr_ca: Calculateur de profit boursier 2025
he: מחשבון רווחי מניות 2025
hi: स्टॉक लाभ कैलकुलेटर 2025
hr: Kalkulator profita dionica 2025
hu: Részvénynyereség-kalkulátor 2025
id: Kalkulator Keuntungan Saham 2025
it: Calcolatore di profitti azionari 2025
ja: 株式利益計算機 2025
ko: 2025년 주식 이익 계산기
ms: Kalkulator Untung Saham 2025
nl: Aandelenwinstcalculator 2025
pl: Kalkulator zysku giełdowego 2025
pt_br: Calculadora de Lucro de Ações 2025
pt_pt: Calculadora de Lucro de Ações 2025
ro: Calculator de profit din acțiuni 2025
ru: Калькулятор прибыли акций 2025
sk: Kalkulačka zisku z akcií 2025
sv: Aktievinstkalkylator 2025
th: เครื่องคำนวณกำไรหุ้น 2025
tr: Hisse Senedi Kar Hesaplayıcısı 2025
uk: Калькулятор прибутку від акцій 2025
vi: Máy tính lợi nhuận cổ phiếu năm 2025
zh_hans: 2025年股票利润计算器
zh_hant: 2025年股票獲利計算器

source: Subscribe
ar: اشتراك
ca: Subscriure’s
cs: Odebírat
da: Abonner
de: Abonnieren
el: Συνδρομή
es: Suscribirse
es_us: Suscribir
fi: Tilaa
fr: S’abonner
fr_ca: S’abonner
he: רישום כמינוי
hi: सब्सक्राइब करें
hr: Pretplata
hu: Feliratkozás
id: Langganan
it: Iscriviti
ja: サブスクリプションに登録
ko: 구독
ms: Langgan
nl: Abonneer
pl: Subskrybuj
pt_br: Assinar
pt_pt: Assinar
ro: Abonați-vă
ru: Подписаться
sk: Odoberať
sv: Prenumerera
th: สมัครรับ
tr: Abone Ol
uk: Підписатись
vi: Đăng ký
zh_hans: 订阅
zh_hant: 訂閱

source: Subscribe to Clueo Games+
ar: اشترك في ألعاب Clueo+
ca: Subscriu-te a Clueo Games+
cs: Přihlaste se k odběru her Clueo+
da: Abonner på Clueo Games+
de: Abonnieren Sie Clueo Games+
el: Εγγραφείτε στο Clueo Games+
es: Suscríbete a Clueo Games+
es_us: Suscríbete a Clueo Games+
fi: Tilaa Clueo Games+
fr: Abonnez-vous à Clueo Games+
fr_ca: Abonnez-vous à Clueo Games+
he: הירשמו ל-Clueo Games+
hi: क्लूओ गेम्स+ की सदस्यता लें
hr: Pretplatite se na Clueo Games+
hu: Iratkozz fel a Clueo Games+-ra
id: Berlangganan Clueo Games+
it: Iscriviti a Clueo Games+
ja: Clueo Games+に登録する
ko: Clueo Games+ 구독하기
ms: Langgan Clueo Games+
nl: Abonneer je op Clueo Games+
pl: Subskrybuj Clueo Games+
pt_br: Assine o Clueo Games+
pt_pt: Subscreva o Clueo Games+
ro: Abonează-te la Clueo Games+
ru: Подпишитесь на Clueo Games+
sk: Prihláste sa na odber hier Clueo+
sv: Prenumerera på Clueo Games+
th: สมัครสมาชิก Clueo Games+
tr: Clueo Games+'a abone olun
uk: Підпишіться на Clueo Games+
vi: Đăng ký Clueo Games+
zh_hans: 订阅 Clueo Games+
zh_hant: 訂閱 Clueo Games+

source: Subscription
ar: اشتراك
ca: Subscripció
cs: Předplatné
da: Abonnement
de: Abonnement
el: Συνδρομή
es: Suscripción
es_us: Suscripción
fi: Tilaus
fr: Abonnement
fr_ca: Abonnement
he: רישום
hi: सब्सक्रिप्शन
hr: Pretplata
hu: Előfizetés
id: Langganan
it: Iscrizione
ja: 照会
ko: 구독
ms: Langganan
nl: Abonnement
pl: Subskrypcja
pt_br: Assinatura
pt_pt: Assinatura
ro: Abonament
ru: Подписка
sk: Odber
sv: Prenumeration
th: การสมัครรับ
tr: Abonelik
uk: Підписка
vi: Đăng ký
zh_hans: 订阅
zh_hant: 訂閱

source: Sudoku
ar: سودوكو
el: Σουντόκου
he: סודוקו
hi: सुडोकू
hu: Szúdoku
ja: 数独
ko: 수도쿠
ru: Судоку
th: ซูโดกุ
uk: Судоку
zh_hans: 数独
zh_hant: 數獨

source: Support
ar: الدعم
ca: Suport
cs: Podpora
el: Υποστήριξη
es: Soporte
es_us: Apoyo
fi: Tuki
fr: Assistance
fr_ca: Assistance
he: תמיכה
hi: सहायता
hr: Podrška
hu: Támogatás
id: Dukungan
it: Supporto
ja: サポート
ko: 지원
ms: Sokongan
nl: Ondersteuning
pl: Wsparcie
pt_br: Suporte
pt_pt: Suporte
ro: Asistență
ru: Поддержка
sk: Podpora
th: บริการช่วยเหลือ
tr: Destek
uk: Підтримка
vi: Hỗ trợ
zh_hans: 支持
zh_hant: 支援

source: Target
ar: هدف
ca: Objectiu
cs: Cíl
da: Mål
de: Ziel
el: Στόχος
es: Objetivo
es_us: Objetivo
fi: Kohde
fr: Cible
fr_ca: Cible
he: יַעַד
hi: लक्ष्य
hr: Cilj
hu: Cél
it: Bersaglio
ja: ターゲット
ko: 목표
ms: Sasaran
nl: Doel
pl: Cel
pt_br: Alvo
pt_pt: Objetivo
ro: Ţintă
ru: Цель
sk: Cieľ
sv: Mål
th: เป้า
tr: Hedef
uk: Ціль
vi: Mục tiêu
zh_hans: 目标
zh_hant: 目標

source: Terms of Service
ar: شروط الخدمة
ca: Condicions del servei
cs: Podmínky služby
da: Betingelser for brug
de: Nutzungsbedingungen
el: Όροι υπηρεσίας
es: Condiciones de servicio
es_us: Condiciones de servicio
fi: Palveluehdot
fr: Conditions de service
fr_ca: Conditions de service
he: תקנון
hi: सेवा की शर्तें
hr: Uvjeti usluge
hu: Felhasználási feltételek
id: Syarat Layanan
it: Termini del servizio
ja: 利用規約
ko: 서비스 약관
ms: Syarat Perkhidmatan
nl: Servicevoorwaarden
pl: Warunki korzystania z usługi
pt_br: Termos de Serviço
pt_pt: Termos de Serviço
ro: Condiții de utilizare
ru: Условия обслуживания
sk: Zmluvné podmienky
sv: Tjänstevillkor
th: ข้อกำหนดการให้บริการ
tr: Hizmet Kullanım Şartları
uk: Умови надання послуг
vi: Điều khoản Dịch vụ
zh_hans: 服务条款
zh_hant: 服務條款

source: That's not a valid word. Try again!
ar: هذه ليست كلمة صحيحة. حاول مرة أخرى!
ca: Aquesta no és una paraula vàlida. Torna-ho a intentar!
cs: To není platné slovo. Zkuste to znovu!
da: Det er ikke et gyldigt ord. Prøv igen!
de: Das ist kein gültiges Wort. Versuchen Sie es noch einmal!
el: Αυτή δεν είναι έγκυρη λέξη. Δοκιμάστε ξανά!
es: Esa palabra no es válida. ¡Inténtalo de nuevo!
es_us: Esa palabra no es válida. ¡Inténtalo de nuevo!
fi: Tuo ei ole kelvollinen sana. Yritä uudelleen!
fr: Ce n'est pas un mot valide. Réessayez !
fr_ca: Ce n'est pas un mot valide. Réessayez !
he: זו לא מילה תקפה. נסה שוב!
hi: यह सही शब्द नहीं है। फिर से कोशिश करो!
hr: To nije valjana riječ. Pokušajte ponovno!
hu: Ez nem érvényes szó. Próbáld újra!
id: Itu bukan kata yang valid. Coba lagi!
it: Questa non è una parola valida. Riprova!
ja: 有効な単語ではありません。もう一度お試しください。
ko: 잘못된 단어입니다. 다시 입력해 보세요!
ms: Itu bukan perkataan yang sah. Cuba lagi!
nl: Dat is geen geldig woord. Probeer het opnieuw!
pl: To nie jest dobre słowo. Spróbuj jeszcze raz!
pt_br: Essa palavra não é válida. Tente novamente!
pt_pt: Essa palavra não é válida. Tente novamente!
ro: Acesta nu este un cuvânt valid. Încearcă din nou!
ru: Это неправильное слово. Попробуйте ещё раз!
sk: To nie je platné slovo. Skúste to znova!
sv: Det är inte ett giltigt ord. Försök igen!
th: นั่นไม่ใช่คำที่ถูกต้อง ลองใหม่อีกครั้ง!
tr: Bu geçerli bir kelime değil. Tekrar deneyin!
uk: Це недійсне слово. Спробуйте ще раз!
vi: Đó không phải là một từ hợp lệ. Hãy thử lại!
zh_hans: 这不是一个有效的词。请重试！
zh_hant: 這不是一個有效的字。請重試！

source: Unscramble
ar: حل الرموز
ca: Desxifrar
cs: Dešifrovat
da: Afkod
de: Entschlüsseln
el: Ξεμπλέκω
es: Descifrar
es_us: Descifrar
fi: Purkaa
fr: Déchiffrer
fr_ca: Déchiffrer
he: לְפַעֲנֵחַ
hi: खोलना
hr: Dešifrirati
hu: Megfejt
id: Menguraikan
it: Decifrare
ja: 解読
ko: 제대로 챙기다
nl: Ontwarren
pl: Rozszyfrować
pt_br: Desembaralhar
pt_pt: Desembaralhar
ro: Descifrare
ru: Расшифровать
sk: Dešifrovať
sv: Avkoda
th: ถอดรหัส
tr: Karıştırılmış
uk: Розшифрувати
vi: Giải mã
zh_hans: 解读
zh_hant: 解讀

source: Unscramble the word
ar: فك رموز الكلمة
ca: Desxifra la paraula
cs: Rozlušti slovo
da: Afkod ordet
de: Entschlüsseln Sie das Wort
el: Αποκωδικοποιήστε τη λέξη
es: Descifra la palabra
es_us: Descifra la palabra
fi: Selvitä sanan järjestys
fr: Démêler le mot
fr_ca: Démêler le mot
he: פענח את המילה
hi: शब्द को सुलझाएँ
hr: Dešifriraj riječ
hu: Fejtsd meg a szót
id: Uraikan kata tersebut
it: Decifra la parola
ja: 単語を解読する
ko: 단어를 풀어보세요
ms: Unscramble perkataan
nl: Ontwar het woord
pl: Rozszyfruj słowo
pt_br: Desembaralhe a palavra
pt_pt: Desembaralhe a palavra
ro: Descifrați cuvântul
ru: Расшифруйте слово
sk: Rozlúšti slovo
sv: Avkoda ordet
th: ถอดรหัสคำศัพท์
tr: Kelimeyi çözün
uk: Розшифруйте слово
vi: Giải mã từ
zh_hans: 解读这个词
zh_hant: 解讀這個詞

source: Use six numbers and basic math to hit the target.
ar: استخدم ستة أرقام والرياضيات الأساسية للوصول إلى الهدف.
ca: Utilitza sis números i matemàtiques bàsiques per encertar l'objectiu.
cs: Použijte šest čísel a základní matematiku k dosažení cíle.
da: Brug seks tal og grundlæggende matematik til at ramme målet.
de: Verwenden Sie sechs Zahlen und einfache Mathematik, um das Ziel zu erreichen.
el: Χρησιμοποιήστε έξι αριθμούς και βασικά μαθηματικά για να πετύχετε τον στόχο.
es: Utilice seis números y matemáticas básicas para dar en el blanco.
es_us: Utilice seis números y matemáticas básicas para dar en el blanco.
fi: Käytä kuutta numeroa ja perusmatematiikkaa osuaksesi maaliin.
fr: Utilisez six chiffres et des mathématiques de base pour atteindre la cible.
fr_ca: Utilisez six chiffres et des mathématiques de base pour atteindre la cible.
he: השתמשו בשישה מספרים ובמתמטיקה בסיסית כדי לפגוע במטרה.
hi: लक्ष्य को प्राप्त करने के लिए छह संख्याओं और बुनियादी गणित का उपयोग करें।
hr: Koristite šest brojeva i osnovnu matematiku kako biste pogodili cilj.
hu: Használj hat számot és alapvető matematikai műveleteket a cél eléréséhez.
id: Gunakan enam angka dan matematika dasar untuk mencapai target.
it: Per raggiungere l'obiettivo, usa sei numeri e calcoli matematici di base.
ja: 6 つの数字と基本的な数学を使用して目標を達成します。
ko: 6개의 숫자와 기본 수학을 이용해 목표를 달성하세요.
ms: Gunakan enam nombor dan matematik asas untuk mencapai sasaran.
nl: Gebruik zes getallen en eenvoudige wiskunde om het doel te bereiken.
pl: Użyj sześciu liczb i podstawowej matematyki, aby trafić w cel.
pt_br: Use seis números e matemática básica para acertar o alvo.
pt_pt: Use seis números e matemática básica para acertar no alvo.
ro: Folosește șase numere și calcule matematice de bază pentru a atinge ținta.
ru: Используйте шесть чисел и простую математику, чтобы попасть в цель.
sk: Použite šesť čísel a základnú matematiku na dosiahnutie cieľa.
sv: Använd sex siffror och grundläggande matematik för att träffa målet.
th: ใช้ตัวเลขหกตัวและคณิตศาสตร์พื้นฐานเพื่อบรรลุเป้าหมาย
tr: Hedefe ulaşmak için altı sayıyı ve temel matematiği kullanın.
uk: Використайте шість чисел та базову математику, щоб досягти цілі.
vi: Sử dụng sáu con số và phép toán cơ bản để bắn trúng mục tiêu.
zh_hans: 使用六个数字和基本数学来达到目标。
zh_hant: 使用六個數字和基本數學來達到目標。

source: Version %@
ar: الإصدار %@
ca: Versió %@
cs: Verze %@
el: Έκδοση %@
es: Versión %@
es_us: Versión %@
fi: Versio %@
he: גירסה %@
hi: संस्करण %@
hr: Verzija %@
hu: %@ verzió
id: Versi %@
it: Versione %@
ja: バージョン%@
ko: 버전 %@
ms: Versi %@
nl: Versie %@
pl: Wersja %@
pt_br: Versão %@
pt_pt: Versão %@
ro: Versiunea %@
ru: Версия %@
sk: Verzia %@
th: เวอร์ชั่น %@
tr: Sürüm %@
uk: Версія %@
vi: Phiên bản %@
zh_hans: 版本 ％@
zh_hant: 版本 ％@

source: You solved today's puzzle!
ar: لقد حللت لغز اليوم!
ca: Has resolt l'enigma d'avui!
cs: Vyřešili jste dnešní hádanku!
da: Du løste dagens gåde!
de: Sie haben das heutige Rätsel gelöst!
el: Έλυσες το σημερινό παζλ!
es: ¡Has resuelto el rompecabezas de hoy!
es_us: ¡Has resuelto el rompecabezas de hoy!
fi: Ratkaisit tämän päivän palapelin!
fr: Vous avez résolu l'énigme d'aujourd'hui !
fr_ca: Vous avez résolu le casse-tête d'aujourd'hui !
he: פתרתם את החידה של היום!
hi: आपने आज की पहेली हल कर ली!
hr: Riješili ste današnju zagonetku!
hu: Megoldottad a mai rejtvényt!
id: Anda memecahkan teka-teki hari ini!
it: Hai risolto il puzzle di oggi!
ja: 今日のパズルを解きました！
ko: 오늘의 퍼즐을 풀었어요!
ms: Anda menyelesaikan teka-teki hari ini!
nl: Je hebt de puzzel van vandaag opgelost!
pl: Rozwiązałeś dzisiejszą łamigłówkę!
pt_br: Você resolveu o quebra-cabeça de hoje!
pt_pt: Resolveu o quebra-cabeças de hoje!
ro: Ai rezolvat puzzle-ul de azi!
ru: Вы решили сегодняшнюю головоломку!
sk: Vyriešili ste dnešnú hádanku!
sv: Du löste dagens pussel!
th: คุณแก้ปริศนาของวันนี้ได้แล้ว!
tr: Bugünün bulmacasını çözdün!
uk: Ви розгадали сьогоднішню головоломку!
vi: Bạn đã giải được câu đố hôm nay!
zh_hans: 您已解开今天的谜题！
zh_hant: 您已解開今天的謎題！

source: Your attempt
ar: محاولتك
ca: El vostre intent
cs: Váš pokus
da: Dit forsøg
de: Ihr Versuch
el: Η προσπάθειά σας
es: Tu intento
es_us: Tu intento
fi: Yrityksesi
fr: Votre tentative
fr_ca: Votre tentative
he: הניסיון שלך
hi: आपका प्रयास
hr: Vaš pokušaj
hu: A kísérleted
id: Upaya Anda
it: Il tuo tentativo
ja: あなたの試み
ko: 당신의 시도
ms: Percubaan anda
nl: Jouw poging
pl: Twoja próba
pt_br: Sua tentativa
pt_pt: A sua tentativa
ro: Încercarea ta
ru: Ваша попытка
sk: Váš pokus
sv: Ditt försök
th: ความพยายามของคุณ
tr: Senin girişimin
uk: Ваша спроба
vi: Nỗ lực của bạn
zh_hans: 你的尝试
zh_hant: 你的嘗試
